import {IInfoData} from '../../types/info.types';

export const TRAVEL_POLICY_INFO: IInfoData = {
  info:
    'С целью недопущения ситуаций, препятствующих направлению в командировку, работник ОБЯЗАН:\n' +
    '\n' +
    '-          поддерживать паспорт в актуальном для поездок за границу состоянии;\n' +
    '\n' +
    '-          иметь действующую корпоративную карту «Белинвестбанка»;\n' +
    '\n' +
    '-          иметь действующие визы государств, в которых находятся клиенты компании, с которыми он работает;\n' +
    '\n' +
    '-          иметь действующую страховку;\n' +
    '\n' +
    '-          заранее позаботиться о посещении врача и др.;\n' +
    '\n' +
    '-          желательно иметь действующее белорусское разрешение на право управления транспортным средством;\n' +
    '\n' +
    '-          иметь информацию о распорядке рабочего дня и требованиях к внешнему виду сотрудников для работы на стороне заказчика.',
};

export const VISA_POLICY_INFO: IInfoData = {
  info:
    'При возникновении необходимости получения визы (предстоящая командировка), работник обязан создать письменный запрос в Jira, согласовать получение визы с руководителем проекта (Team-lead) и добавить его и трэвел-менеджера участником запроса (request participant).\n' +
    '\n' +
    'Запрос должен содержать:\n' +
    '\n' +
    '-     страну первого въезда;\n' +
    '\n' +
    '-     тип визы (одно-, многократная);\n' +
    '\n' +
    '-     описание необходимости получения визы (для чего);\n' +
    '\n' +
    '-     дату начала и окончания визы.',
};
