export const CONDUCT_RULES_INFO = {
  info:
    '.1. В течение рабочего времени на территории организации работники обязаны:\n' +
    '\n' +
    '- выполнять требования и распоряжения непосредственного руководителя и вышестоящего руководства;\n' +
    '\n' +
    '- соблюдать правила и требования соответствующих инструкций по охране труда, по пожарной безопасности;\n' +
    '\n' +
    '- не покидать самовольно рабочее место в течение рабочего времени;\n' +
    '\n' +
    '- не заниматься личными делами;\n' +
    '\n' +
    '- не создавать аварийных ситуаций своими действиями;\n' +
    '\n' +
    '- выполнять только ту работу, которую поручил непосредственный руководитель;\n' +
    '\n' +
    '- не употреблять наркотические, токсические, алкогольные и психотропные вещества на рабочем месте, а так же находится под их воздействием на территории организации в рабочее время.\n' +
    '\n' +
    '- внешний вид, стиль его одежды и личная гигиена должны быть уместны в любой рабочей обстановке.\n' +
    '\n' +
    'При несчастном случае работник обязан оказать первую доврачебную помощь потерпевшему, вызвать скорую медицинскую помощь, сохранить до расследования обстановку на рабочем месте такой, какой она была в момент происшествия, если это не угрожает жизни и здоровью окружающих и не приведет к аварийной ситуации.\n' +
    '\n' +
    'Следует помнить, что производственный травматизм – это моральный и материальный ущерб не только семье пострадавшего, трудовому коллективу, но и - всему государству.\n' +
    '\n' +
    '\n' +
    '\n' +
    '2. Требования безопасности при нахождении работника в административных помещениях организации:\n' +
    '\n' +
    '- помнить, что электрический ток опасен для жизни. Во избежание поражения электрическим током запрещается касаться токоведущих элементов электрооборудования и электропроводки, если это не связано с выполнением профессиональных (должностных) обязанностей. В случае перегорания предохранителей на пусковых и распределительных электрощитах или в электротехнических устройствах (приборах), необходимости замены ламп в стационарных светильниках, при других неполадках электрооборудования, сетей электроснабжения и/или электроосвещения следует вызывать электротехнический персонал; \n' +
    '\n' +
    '- содержать рабочее место, территорию и помещения в чистоте и порядке.\n' +
    '\n' +
    'Перед началом работы необходимо проверить исправность применяемых технических устройств, приспособлений, персональных компьютеров, других электротехнических устройств и  электроприборов, наличия достаточного естественного и искусственного освещения рабочего места. При обнаружении неисправности технических устройств, приспособлений сообщить об этом непосредственному руководителю.\n' +
    '\n' +
    'Во время работы следует:\n' +
    '\n' +
    '- правильно применять средства коллективной и индивидуальной защиты (предписанные типовыми нормами обеспечения работников средствами индивидуальной защиты), предохраняющие работников от вредных и опасных воздействий;\n' +
    '\n' +
    '- не  заниматься посторонними делами, разговорами, отвлекать от работы других;\n' +
    '\n' +
    '- выполнять только ту работу, которая поручена руководителем, при условии соблюдения безопасных способов ее выполнения.\n' +
    '\n' +
    'Работник обязан немедленно сообщить своему непосредственному руководителю или другому должностному лицу о любом несчастном случае, на производстве, о признаках профессионального заболевания, об ухудшении состояния собственного здоровья, а также - о ситуации, которая создает угрозу жизни и здоровья людей.\n' +
    '\n' +
    'При несчастном случае работник обязан оказать первую доврачебную помощь потерпевшему, вызвать скорую медицинскую помощь, сохранить до расследования обстановку на рабочем месте такой, какой она была в момент происшествия, если это не угрожает жизни и здоровью окружающих и не приведет к аварийной ситуации.\n' +
    '\n' +
    'Работник обязан помнить, что нарушения требований охраны труда создают угрозу для здоровья и жизни его и его коллег по работе.\n' +
    '\n' +
    'Несоблюдение требований охраны труда влечет за собой ответственность в дисциплинарном, административном и в уголовном порядке.',
};

export const PRODUCTION_FACTORS_INFO = {
  info:
    'В результате воздействия на работника опасных и (или) вредных производственных факторов может произойти повреждение организма человека или нарушение правильного его функционирования, которые квалифицируются как несчастный случай на производстве, приводящий к травме.\n' +
    '\n' +
    'Производственная травма – это травма, полученная работником на производстве. Совокупность травм, полученных в процессе работы, характеризует производственный травматизм.\n' +
    '\n' +
    'Ушибы возможны в результате неосторожного обращения с инструментом и приспособлениями при различных работах, при падении на неровной или скользкой поверхности  или с какой-либо высоты (лестницы), а также при падении на человека каких-либо предметов или материалов.\n' +
    '\n' +
    'Профессиональные заболевания являются результатом воздействия на работника вредных условий труда. В отличие от производственных травм при заболеваниях отсутствует элемент внезапности. Профессиональное отравление, являющееся частным случаем профессионального заболевания, может быть острым или хроническим. Острые отравления, тепловые удары и обморожения рассматриваются как травмы.\n' +
    '\n' +
    'Основными причинами несчастных случаев на производстве являются:\n' +
    '\n' +
    'технические причины:\n' +
    '\n' +
    '-техническое несовершенство и конструктивные недостатки производственного оборудования;\n' +
    '\n' +
    '-несовершенство или отсутствие средств безопасности – блокировок, ограждений и предохранительных устройств и другие;\n' +
    '\n' +
    'организационные причины:\n' +
    '\n' +
    '- нарушение технологического процесса;\n' +
    '\n' +
    '- неправильная организация труда;\n' +
    '\n' +
    '- неправильная планировка оборудования и организация рабочих мест;\n' +
    '\n' +
    '-использование несоответствующих производственному процессу оборудования и инструментов;\n' +
    '\n' +
    '-отсутствие руководства и надзора за производством работ;\n' +
    '\n' +
    '-допуск к работе необученных лиц и другие.\n' +
    '\n' +
    'Основные опасные и (или) вредные производственные факторы:\n' +
    '\n' +
    '- повышенный уровень электромагнитных излучений;\n' +
    '\n' +
    '- повышенный уровень ионизирующих излучений;\n' +
    '\n' +
    '- повышенный уровень статического электричества;\n' +
    '\n' +
    '- повышенная напряженность электростатического поля;\n' +
    '\n' +
    '- повышенная или пониженная ионизация воздуха;\n' +
    '\n' +
    '- повышенная яркость света;\n' +
    '\n' +
    '- прямая и отраженная блесткость;\n' +
    '\n' +
    '- повышенное значение напряжения в электрической цепи, замыкание которой может произойти через тело человека;\n' +
    '\n' +
    '- статические перегрузки костно-мышечного аппарата и динамические локальные перегрузки мышц кистей рук;\n' +
    '\n' +
    '- перенапряжение зрительного анализатора;\n' +
    '\n' +
    '- умственное перенапряжение;\n' +
    '\n' +
    '- эмоциональные перегрузки;\n' +
    '\n' +
    '- монотонность труда.',
};

export const PREVENTING_ACCIDENTS_INFO = {
  info:
    'При выполнении работ достаточно часто используется электроинструмент, для освещения рабочих мест, электроприборы, в результате чего возникает опасность поражения электрическим током при неправильной эксплуатации, небрежном обращении, неквалифицированном обслуживании, ремонте и т.п. Электрический ток силой 0,1 А смертельно опасен для человека. Для предупреждения электротравм все электроустановки и электроинструмент напряжением свыше 42В должны быть заземлены.\n' +
    '\n' +
    'При использовании электроинструмента необходимо соблюдать правила пользования и безопасной эксплуатации, изложенные в соответствующих руководствах по эксплуатации. Перед использованием электроинструмента необходимо убедиться в отсутствии механических повреждений деталей, питающей электропроводки, контактных вилок и розеток, убедиться в достаточной освещенности рабочего места, отсутствии посторонних предметов, мешающих работе.\n' +
    '\n' +
    'Обслуживание и ремонт электроинструмента производится централизовано квалифицированным персоналом.\n' +
    '\n' +
    'При попадании человека под действие электротока необходимо при возможности произвести отключение рубильника, выключателя, выдернуть вилку из розетки. При невозможности по каким-либо причинам произвести отключение, необходимо сухим деревянным предметом (стул и т.п.) откинуть руку, провод или оттолкнуть самого пострадавшего от источника тока. Действовать нужно быстро, т.к. у попавшего под действие тока судорожно сокращаются мышцы, и он сам не может оторваться от источника тока. После этого нужно оценить состояние пострадавшего, при необходимости оказать первую доврачебную помощь, вызвать скорую медицинскую помощь. Если человек находился под действием тока непродолжительное время и чувствует себя нормально, то за ним необходимо организовать наблюдение в течение 3-х последующих часов, т.к. в этот промежуток времени могут наступить какие-либо нежелательные последствия действия тока на организм человека.\n' +
    '\n' +
    'Во избежание попадания работника под действие тока или каких-либо других опасных и (или) вредных производственных факторов необходимо соблюдать требования предупреждающих и запрещающих табличек, плакатов, знаков, надписей на  используемом оборудовании, соблюдать правила безопасности при срабатывании аварийной сигнализации.',
};
